{"first_air_date":"2019-10-10","genre_ids":[16,18,10759],"id":92090,"name":"Blade of the Immortal","origin_country":["JP"],"original_language":"ja","original_name":"無限の住人-IMMORTAL-","overview":"Manji is a crass, violent samurai with a special ability: he cannot die. Cursed with immortality by the nun Yobikuni as punishment for his ruthless deeds, he has grown weary of his ageless life. The only way to lift the curse is to slay 1,000 evil men. So Manji wanders Japan, shedding the blood of the wicked on his quest to finally die.","popularity":16.955,"vote_average":7.2,"vote_count":95,"name_replaced":"Blade of the Immortal"}
{"first_air_date":"2006-04-04","genre_ids":[10759,16,35,10765],"id":57041,"name":"Gintama","origin_country":["JP"],"original_language":"ja","original_name":"銀魂","overview":"In an era where aliens have invaded and taken over feudal Tokyo, an unemployed samurai finds work however he can.","popularity":134.634,"vote_average":8.1,"vote_count":155,"name_replaced":"Gintama"}
{"first_air_date":"2018-12-10","genre_ids":[10759,16,18,10765],"id":78122,"name":"Saint Seiya: Saintia Sho","origin_country":["JP"],"original_language":"ja","original_name":"聖闘士星矢 セインティア翔","overview":"The whole Sanctuary was misled into danger due to the civil war instigated by the Gemini Gold Saint, Saga. Our story begins right after the end of those events... This is a story of the girls protecting Athena. These are the records of love and fierce fights they meet while opposing destiny on their way to maturity...","popularity":27.846,"vote_average":7.7,"vote_count":265,"name_replaced":"Saint Seiya Saintia Sho"}
{"first_air_date":"2009-04-05","genre_ids":[10759,16,10765],"id":31911,"name":"Fullmetal Alchemist: Brotherhood","origin_country":["JP"],"original_language":"ja","original_name":"鋼の錬金術師 FULLMETAL ALCHEMIST","overview":"Edward and Alphonse Elric's reckless disregard for alchemy's fun­damental laws ripped half of Ed's limbs from his body and left Al's soul clinging to a cold suit of armor. To restore what was lost, the brothers scour a war-torn land for the Philosopher's Sto­ne, a fabled relic which grants the ability to perform alchemy in impossible ways.\n\nThe Elrics are not alone in their search; the corrupt State Military is also eager to harness the artifact's power. So too are the strange Homunculi and their shadowy creator. The mythical gem lures exotic alchemists from distant kingdoms, scarring some deeply enough to inspire murder. As the Elrics find their course altered by these enemies and allies, their purpose remains unchanged – and their bond unbreakable.","popularity":69.346,"vote_average":8.7,"vote_count":1632,"name_replaced":"Fullmetal Alchemist Brotherhood"}
{"first_air_date":"2004-08-18","genre_ids":[16],"id":211499,"name":"Hunter x Hunter Greed Island Final","origin_country":["JP"],"original_language":"ja","original_name":"Hunter x Hunter Greed Island Final","popularity":5.156,"vote_average":9.0,"vote_count":4,"name_replaced":"Hunter x Hunter Greed Island Final"}
{"first_air_date":"2018-01-11","genre_ids":[16,10765,35,10759],"id":76122,"name":"Death March to the Parallel World Rhapsody","origin_country":["JP"],"original_language":"ja","original_name":"デスマーチからはじまる異世界狂想曲","overview":"29-year-old programmer Suzuki Ichirou finds himself transported into a fantasy RPG. Within the game, he's a 15-year-old named Satou. At first he thinks he's dreaming, but his experiences seem very real. Due to a powerful ability he possesses with limited use, he ends up wiping out an army of lizard men and becomes a high leveled adventurer. Satou decides to hide his level, and plans to live peacefully and meet new people. However, developments in the game's story, such as the return of a demon king, may cause a nuisance to Satou's plans.","popularity":30.023,"vote_average":8.0,"vote_count":214,"name_replaced":"Death March to the Parallel World Rhapsody"}
{"first_air_date":"1998-04-18","genre_ids":[16],"id":40424,"name":"Initial D","origin_country":["JP"],"original_language":"ja","original_name":"頭文字 D","overview":"Takumi’s job as a tofu delivery boy has turned him into one of the most formidable drivers around. Behind the wheel of his Eight-Six, he’s one with the road—and his life shifts into high gear when the underground street racing world takes notice. Drivers from across the region are lining up for a shot at the new guy. Takumi’s not just focused on winning—he’s out to prove he’s the best.","popularity":63.331,"vote_average":7.9,"vote_count":62,"name_replaced":"Initial D"}
{"first_air_date":"2016-09-16","genre_ids":[80,18,9648],"id":78004,"name":"Death Note: New Generation","origin_country":["JP"],"original_language":"ja","original_name":"デスノート NEW GENERATION","overview":"The miniseries focuses on the three new lead characters of the film Death Note: Light Up the NEW World: Tsukuru Mishima, Ryuzaki, and Yuki Shien. Each episode provides backstory for one of the characters and bridges the 10-year gap between the previous films, which canonically took place in 2005-2006, and the new film taking place in 2016.","popularity":12.168,"vote_average":8.0,"vote_count":5,"name_replaced":"Death Note New Generation"}
{"first_air_date":"2012-04-01","genre_ids":[10765,16,10759],"id":44317,"name":"Saint Seiya Omega","origin_country":["JP"],"original_language":"ja","original_name":"聖闘士星矢Ω","overview":"A spin-off based on the Saint Seiya series.","popularity":56.704,"vote_average":7.9,"vote_count":169,"name_replaced":"Saint Seiya Omega"}
{"first_air_date":"2006-10-04","genre_ids":[16,9648,10765],"id":13916,"name":"Death Note","origin_country":["JP"],"original_language":"ja","original_name":"DEATH NOTE","overview":"Light Yagami is an ace student with great prospects—and he’s bored out of his mind. But all that changes when he finds the Death Note, a notebook dropped by a rogue Shinigami death god. Any human whose name is written in the notebook dies, and Light has vowed to use the power of the Death Note to rid the world of evil. But will Light succeed in his noble goal, or will the Death Note turn him into the very thing he fights against?","popularity":64.728,"vote_average":8.6,"vote_count":3397,"name_replaced":"Death Note"}
{"first_air_date":"2009-06-24","genre_ids":[16,10759],"id":61389,"name":"Saint Seiya: The Lost Canvas","origin_country":["JP"],"original_language":"ja","original_name":"聖闘士星矢 THE LOST CANVAS 冥王神話","overview":"An orphan known as Tenma becomes one of Athena's 88 warriors known as Saints and finds himself in a war fighting against his best friend Alone who is revealed to be the reincarnation of Athena's biggest enemy, the God Hades.","popularity":47.146,"vote_average":8.2,"vote_count":529,"name_replaced":"Saint Seiya The Lost Canvas"}
{"first_air_date":"2016-01-08","genre_ids":[16,35,10765,10759],"id":72838,"name":"Pandora in the Crimson Shell: Ghost Urn","origin_country":["JP"],"original_language":"ja","original_name":"紅殻のパンドラ","overview":"In an age when large-scale natural disasters frequently happen all over the world, when cyborgs and autonomous robots are beginning to appear on the market in technologically advanced nations, and major world powers compete for technology and resources, the divide between rich and poor grows and the future for the poor looks bleak. In this transitional stage, everyone wanders around in a self-indulgent daze and the way out isn't clear... This is the story of how two cybernetically enhanced girls meet.","popularity":5.415,"vote_average":4.3,"vote_count":3,"name_replaced":"Pandora in the Crimson Shell Ghost Urn"}
{"first_air_date":"2016-04-02","genre_ids":[16,80,18,9648],"id":66103,"name":"Ace Attorney","origin_country":["JP"],"original_language":"ja","original_name":"逆転裁判〜その「真実」、異議あり！〜","overview":"A rookie lawyer Ryuuichi Naruhodou stands up to save his defendants by proving their innocence from unusual cases! Is the defendant guilty or innocent...? Believing his client's innocence Naruhodou stands in court and battles his rival judges. With the word of \"OBJECTION!\" and limited evidence, Naruhodou makes a comeback when all odds are against him and seems like there is nothing more he can do. Don't miss out on the comical episodes between him and his mentor Chihiro Ayasato, assistant Mayoi Ayasato, rival prosecutor Reiji Mitsurugi, and numerous unique characters! The anime also depicts the childhood relationship between Naruhodou and his friends. With the skills inherited from his mentor Naruho reveals the truth!","popularity":28.72,"vote_average":7.2,"vote_count":20,"name_replaced":"Ace Attorney"}
{"first_air_date":"2011-07-01","genre_ids":[16,10759,10765],"id":62798,"name":"Blade","origin_country":["JP"],"original_language":"ja","original_name":"ブレイド","overview":"Legendary half-vampire, half-human vampire hunter Blade is tracking Deacon Frost, a very powerful and influential vampire who killed his mother and who heads Existence, a secretive vampire organization that operates in Southeast Asia.","popularity":9.229,"vote_average":6.8,"vote_count":64,"name_replaced":"Blade"}
{"first_air_date":"2015-04-11","genre_ids":[16],"id":62428,"name":"Saint Seiya: Soul of Gold","origin_country":["JP"],"original_language":"ja","original_name":"聖闘士星矢 黄金魂","overview":"Transcending eternity, the 12 Gold Saints return to protect love and peace on Earth! They gave their lives to destroy the Wailing Wall to break the way for Seiya and the Saints in their battle against Hades in the Underworld! Though presumed to have perished, Aiolia and the other Gold Saints return to the beautiful earthly world of radiating luminescence! Why have these lost souls been brought back to life? Shrouded in this deep mystery, Aiolia becomes embroiled in a duel. When he burns his Cosmo to its limit…the Cloth of Leo transforms! In 2015, the Golden Cosmo is finally revived!","popularity":53.275,"vote_average":7.9,"vote_count":609,"name_replaced":"Saint Seiya Soul of Gold"}
{"first_air_date":"2011-06-10","id":169566,"name":"Fullmetal Alchemist: The Sacred Star of Milos Specials","origin_country":["JP"],"original_language":"ja","original_name":"Fullmetal Alchemist: The Sacred Star of Milos Specials","overview":"To mark the July 2 opening of the Fullmetal Alchemist: The Sacred Star of Milos film, the Pia Eiga Seikatsu website posted an exclusive video \"interview\" with the stars of the film, Edward and Alphonse Elric (as voiced by Romi Park and Rie Kugimiya, respectively). In keeping with the spirit of Hiromu Arakawa's original manga and the two television anime, the interviewer has trouble early on in figuring out who the \"Fullmetal Alchemist\" is. (The interview has cameos by the other stars of the anime.) Also includes 3 \"Study\" sessions with \"Professor\" Mustang, teaching Winry and Hawkeye about Creta and Milos.","popularity":0.726,"vote_average":5.0,"vote_count":1,"name_replaced":"Fullmetal Alchemist The Sacred Star of Milos Specials"}
{"first_air_date":"2010-10-02","genre_ids":[16,35,18],"id":36041,"name":"Bakuman。","origin_country":["JP"],"original_language":"ja","original_name":"バクマン。","overview":"Moritaka Mashiro, a high school student, is persuaded by his classmate, Akito Takagi, to become an aspiring manga artist when the latter realizes his natural talent as an artist. However, Moritaka is reluctant as his uncle, once an artist with his own manga, died from overwork. With Akito's help, Moritaka gets his school crush, Azuki Miho, who is an aspiring voice actress, to act in the anime adaptation of their future manga once it is completed. However, Mashiro also proposes to Azuki, who surprisingly accepts only on the condition she will marry him when both of them have achieved their dreams. With a goal set before him, Mashiro begins a long and struggling path to become a famous manga artist.","popularity":27.463,"vote_average":8.1,"vote_count":118,"name_replaced":"Bakuman"}
{"first_air_date":"2008-07-14","genre_ids":[16,10759],"id":34697,"name":"Blade of the Immortal","origin_country":["JP"],"original_language":"ja","original_name":"無限の住人","overview":"Manji is a crass, violent samurai with a special ability: he cannot die. Cursed with immortality by the nun Yobikuni as punishment for his ruthless deeds, he has grown weary of his ageless life. The only way to lift the curse is to slay 1,000 evil men. So Manji wanders Japan, shedding the blood of the wicked on his quest to finally die.","popularity":6.227,"vote_average":5.1,"vote_count":7,"name_replaced":"Blade of the Immortal"}
{"first_air_date":"2014-09-26","genre_ids":[10759,16,10765],"id":61398,"name":"Terra Formars","origin_country":["JP"],"original_language":"ja","original_name":"テラフォーマーズ","overview":"Twenty years ago, Shokichi Komachi was part of the Bugs 2 mission to Mars that discovered Terra Formars, human-cockroach hybrids that resulted from a terraforming accident. Shokichi was one of only two survivors. Now, the AE virus that came from Mars is raging wildly on earth. Shokichi boards the spacecraft Annex 1 to go back to Mars to find a sample in order to create a vaccine. They will face an unanticipated accident, a multinational conspiracy, and even more advanced Terra Formars.","popularity":44.111,"vote_average":7.4,"vote_count":182,"name_replaced":"Terra Formars"}
{"first_air_date":"2003-10-04","genre_ids":[10759,16,10765],"id":37863,"name":"Fullmetal Alchemist","origin_country":["JP"],"original_language":"ja","original_name":"鋼の錬金術師","overview":"Two young brothers are raised as alchemists, but when they are severely injured trying to perform a forbidden act, they begin searching for the one thing that can save them; the fabled philosopher's stone.","popularity":65.958,"vote_average":8.2,"vote_count":707,"name_replaced":"Fullmetal Alchemist"}
{"first_air_date":"1979-02-09","genre_ids":[16,18,10762],"id":68343,"name":"Angel","origin_country":["JP"],"original_language":"ja","original_name":"花の子ルンルン","overview":"The King of the Flower Planet is dying, but his heir can't take up the throne until the legendary Seven Color Flower, symbol of the King's power, is found. The Angels Cateau and Noveau are sent to Earth to find the Flower Girl, a young female who descends from both humans and Flower Angels (who once inhabited Earth, long ago) - and they find Lunlun in France. They convince her to go in a long journey to find the Flower - she'll know the good and bad sides of humans and Flower Angels (incarnated in the ambitious Togenishia and her sidekick Boris), and will fall in love with Serge Flora, a man who holds a great secret.","popularity":23.907,"vote_average":7.7,"vote_count":74,"name_replaced":"Angel"}
{"first_air_date":"2003-07-04","genre_ids":[16],"id":105204,"name":"New Fist of the North Star","origin_country":["JP"],"original_language":"ja","original_name":"New Fist of the North Star","overview":"A fortified zone has been created by a man named Sanga, he calls it The Lastland. A group of villagers have discovered safe water, and Sanga wants it. He and his band of killers go to steal it. but as they do a mysterious man appears out of nowhere.","popularity":0.635,"vote_average":0.0,"vote_count":0,"name_replaced":"New Fist of the North Star"}
{"first_air_date":"1995-01-21","genre_ids":[16,18],"id":116087,"name":"Graduation","origin_country":["JP"],"original_language":"ja","original_name":"卒業 〜Graduation〜","overview":"Regardless of how students handle the many academic challenges facing them, they all know that there will come a day when they will leave all the hurdles of scholastic achievement behind and tackle the triumphs and sorrows of true adulthood. One thing that many young people don`t realize is that this often means leaving behind the friends that have been with them through their youth.","popularity":1.09,"vote_average":0.0,"vote_count":0,"name_replaced":"Graduation"}
{"first_air_date":"2003-02-05","id":211130,"name":"Hunter x Hunter Greed Island (2003)","origin_country":["JP"],"original_language":"ja","original_name":"Hunter x Hunter Greed Island (2003)","popularity":4.724,"vote_average":9.0,"vote_count":4,"name_replaced":"Hunter x Hunter Greed Island 2003"}
{"first_air_date":"2022-07-17","id":206003,"name":"Last Idol Last Live [Complete Edition]","origin_country":["JP"],"original_language":"ja","original_name":"ラストアイドル ラストライブ 【完全版】","overview":"Re-edit the last live of the last idol! A complete version that lasts over 7 hours, including behind-the-scenes footage and interviews with all 31 members!","popularity":0.6,"vote_average":0.0,"vote_count":0,"name_replaced":"Last Idol Last Live Complete Edition"}
{"first_air_date":"2011-10-02","genre_ids":[10759,16,18],"id":46298,"name":"Hunter x Hunter","origin_country":["JP"],"original_language":"ja","original_name":"ハンターｘハンター","overview":"Twelve-year-old Gon Freecss one day discovers that the father he had always been told was dead was alive. His Father, Ging, is a Hunter — a member of society's elite with a license to go anywhere or do almost anything. Gon, determined to follow in his father's footsteps, decides to take the Hunter Examination and eventually find his father to prove himself as a Hunter in his own right. But on the way, he learns that there is more to becoming a Hunter than previously thought, and the challenges that he must face are considered the toughest in the world.","popularity":161.701,"vote_average":8.7,"vote_count":1375,"name_replaced":"Hunter x Hunter"}
{"first_air_date":"1996-01-10","genre_ids":[10759,16,35],"id":28136,"name":"Rurouni Kenshin","origin_country":["JP"],"original_language":"ja","original_name":"るろうに剣心 明治剣客浪漫譚","overview":"The Meiji Era was one of great renewal for Japan, where swords and killing were outlawed. However, many survivors from the time of Revolution still live, lurking in the shadows and waiting for a chance to use their killing blades again. Only Kenshin Himura, formerly one of the most brutal of killers, hopes to keep his swordsman's honor and still live in the new era.","popularity":69.748,"vote_average":8.5,"vote_count":641,"name_replaced":"Rurouni Kenshin"}
{"first_air_date":"2002-11-09","genre_ids":[10759,16],"id":67199,"name":"Saint Seiya: The Hades Chapter","origin_country":["JP"],"original_language":"ja","original_name":"聖闘士星矢 冥王ハーデス","overview":"After the 12 Gold Saints sacrifice their lives to destroy the Wailing Wall, the Bronze Saints enter the deepest realm of the Underworld, Elysion, where they face off against Hades's two most powerful servants, The Twin Gods, Hypnos and Thanatos, before they can reach Hades for the final battle.","popularity":58.486,"vote_average":8.0,"vote_count":55,"name_replaced":"Saint Seiya The Hades Chapter"}
{"first_air_date":"1999-10-16","genre_ids":[10765,10759,16,35,18],"id":45952,"name":"Hunter × Hunter","origin_country":["JP"],"original_language":"ja","original_name":"ハンター×ハンター","overview":"Gon Freecss discovers that the father he had always been told was dead was actually alive the whole time. Ging is a famous Hunter: an individual who has proven themself an elite member of humanity. Gon becomes determined to follow in his father's footsteps, pass the rigorous Hunter Examination.","popularity":49.082,"vote_average":8.3,"vote_count":107,"name_replaced":"Hunter  Hunter"}
{"first_air_date":"2018-01-16","genre_ids":[18,9648],"id":76409,"name":"Kakegurui","origin_country":["JP"],"original_language":"ja","original_name":"賭ケグルイ","overview":"Children from influential families in politics and businesses attend the Hyakkaou Private Academy. There, the hierarchy of the students are classified by a series of games. Students that win the games are on the ruling side and the students who lose become slaves. One day, a mysterious girl, Yumeko Jabami (Minami Hamabe), is transferred to Hyakkaou Private Academy. She looks pure and pretty, but she is actually a compulsive gambler and seeks out the thrill of taking calculated risks.","popularity":19.856,"vote_average":7.9,"vote_count":161,"name_replaced":"Kakegurui"}
{"first_air_date":"2017-07-01","genre_ids":[16,18,9648],"id":72305,"name":"Kakegurui","origin_country":["JP"],"original_language":"ja","original_name":"賭ケグルイ","overview":"Hyakkaou Private Academy. An institution for the privileged with a very peculiar curriculum. You see, when you're the sons and daughters of the wealthiest of the wealthy, it's not athletic prowess or book smarts that keep you ahead. It's reading your opponent, the art of the deal. What better way to hone those skills than with a rigorous curriculum of gambling? At Hyakkaou Private Academy, the winners live like kings, and the losers are put through the wringer. But when Yumeko Jabami enrolls, she's gonna teach these kids what a high roller really looks like!","popularity":41.56,"vote_average":8.2,"vote_count":1388,"name_replaced":"Kakegurui"}
{"first_air_date":"2002-01-07","id":211072,"name":"Hunter x Hunter - York Shin","origin_country":["JP"],"original_language":"ja","original_name":"Hunter x Hunter - York Shin","overview":"Continuation of the 1999 series. Showing the final clash between Gon, Kurapika, Leorio and Killua against the infamous Phantom Troupe.","popularity":3.705,"vote_average":8.6,"vote_count":5,"name_replaced":"Hunter x Hunter  York Shin"}
{"first_air_date":"2023-07-07","genre_ids":[16],"id":210879,"name":"Rurouni Kenshin: Meiji Kenkaku Romantan","origin_country":["JP"],"original_language":"ja","original_name":"るろうに剣心 －明治剣客浪漫譚－","overview":"Ten years have passed since the end of Bakumatsu, an era of war that saw the uprising of citizens against the Tokugawa shogunate. The revolutionaries wanted to create a time of peace, and a thriving country free from oppression. The new age of Meiji has come, but peace has not yet been achieved. Swords are banned but people are still murdered in the streets. Orphans of war veterans are left with nowhere to go, while the government seems content to just line their pockets with money.","popularity":3.221,"vote_average":0.0,"vote_count":0,"name_replaced":"Rurouni Kenshin Meiji Kenkaku Romantan"}
{"first_air_date":"2015-05-07","genre_ids":[16],"id":62675,"name":"Saint Seiya: Soul of Gold","origin_country":["JP"],"original_language":"ja","original_name":"Saint Seiya","overview":"As the Bronze Saints are fully engaged in an epic battle down in Ade's Kingdom, the Golden heroes come mysteriously back to life in Asgard where something ominous is happening.","popularity":1.902,"vote_average":6.9,"vote_count":4,"name_replaced":"Saint Seiya Soul of Gold"}
{"first_air_date":"2013-07-17","id":221878,"name":"Attack on Titan: Picture Drama","origin_country":["JP"],"original_language":"ja","original_name":"ちみキャラ劇場 とんでけ！訓練兵団","overview":"Following the characters of Attack on Titan, this comedy Chibi show explores their days in training from a satirical angel.","popularity":3.942,"vote_average":0.0,"vote_count":0,"name_replaced":"Attack on Titan Picture Drama"}
{"first_air_date":"2015-10-04","genre_ids":[16,10759,35],"id":63510,"name":"Attack on Titan: Junior High","origin_country":["JP"],"original_language":"ja","original_name":"進撃！巨人中学校","overview":"Your favorite characters from Attack on Titan are back in…junior high school? Adapted from the hit spinoff manga series—Attack on Titan: Junior High (written by Saki Nakagawa), this parody reimagines Eren, Mikasa, Armin, and other characters from the original manga as students and teachers at Titan Junior High School.","popularity":28.419,"vote_average":7.9,"vote_count":151,"name_replaced":"Attack on Titan Junior High"}
{"first_air_date":"2015-07-05","genre_ids":[80,18],"id":63648,"name":"Death Note","origin_country":["JP"],"original_language":"ja","original_name":"デスノート","overview":"Light Yagami is an ordinary university student. One day, he receives a \"Death Note\", which changes his life. The Death Note awakens his warped sense of justice and genius. He becomes murderer Kira and punishes criminals. L is a well known private detective. L appears in front of Light Yagami. L defines Kira as evil and decides to catch Kira. Then N, who has a beautiful appearance but dangerous existence, appears.","popularity":26.569,"vote_average":7.4,"vote_count":184,"name_replaced":"Death Note"}
{"first_air_date":"2008-10-02","genre_ids":[16,10759],"id":23436,"name":"Legends of the Dark King: A Fist of the North Star Story","origin_country":["JP"],"original_language":"ja","original_name":"北斗の拳 ラオウ外伝 天の覇王","overview":"The world has been reduced to a wasteland, populated by desperate villagers, marauding bandits, and ruthless warriors. One such warrior, Raoh, dares to challenge the Demon King.","popularity":34.418,"vote_average":6.6,"vote_count":8,"name_replaced":"Legends of the Dark King A Fist of the North Star Story"}
{"first_air_date":"2004-10-05","genre_ids":[10759,16,10765],"id":30984,"name":"Bleach","origin_country":["JP"],"original_language":"ja","original_name":"BLEACH","overview":"For as long as he can remember, Ichigo Kurosaki has been able to see ghosts. But when he meets Rukia, a Soul Reaper who battles evil spirits known as Hollows, he finds his life is changed forever. Now, with a newfound wealth of spiritual energy, Ichigo discovers his true calling: to protect the living and the dead from evil.","popularity":143.575,"vote_average":8.4,"vote_count":1503,"name_replaced":"Bleach"}
{"first_air_date":"2015-04-05","genre_ids":[16,80,10759,10765],"id":62070,"name":"Ghost in the Shell: Arise - Alternative Architecture","origin_country":["JP"],"original_language":"ja","original_name":"攻殻機動隊 ARISE ALTERNATIVE ARCHITECTURE","overview":"The story follows Motoko Kusanagi, a highly skilled member of the  military, whom upon meeting Daisuke Aramaki, a current chief of the  Public Security Section 9, in less than desirable conditions struggles  to clear her name whilst forming her own independent team with the  highest priority under the sponsorship and guidance of the chief Aramaki  himself.  Ghost in the Shell: Arise is a re-imagining of Masamune Shirow's Ghost in the Shell.","popularity":14.722,"vote_average":7.5,"vote_count":38,"name_replaced":"Ghost in the Shell Arise  Alternative Architecture"}
{"first_air_date":"2021-04-07","genre_ids":[16,35,10759,10765],"id":114198,"name":"Full Dive: This Ultimate Next-Gen Full Dive RPG Is Even S. Than Real Life!","origin_country":["JP"],"original_language":"ja","original_name":"究極進化したフルダイブRPGが現実よりもクソゲーだったら","overview":"In an unexpected turn of events, dull high school student Hiro Yuuki obtains the full dive role-playing game Kiwame Quest. Created by the best of technology, the game claims to take \"reality to its extremes,\" from stunning graphics, NPCs' behavior, to the scent of vegetation, and even the sensation of wind brushing against the skin—everything was the result of an ultimate workmanship.\n\nExcept, the game is a little too realistic and messy to clear. Kiwame Quest features over ten quadrillion flags and reflects the players' real-life physical abilities in the game. Being hit in the game also hurts in real life and slash wounds take days to heal.\n\nThe only reward here is the sense of accomplishment. Conquer the most stressful game in history that can't be played casually!","popularity":21.631,"vote_average":7.9,"vote_count":87,"name_replaced":"Full Dive This Ultimate NextGen Full Dive RPG Is Even S Than Real Life"}
{"first_air_date":"2013-04-03","genre_ids":[16,35],"id":130728,"name":"DD Fist of the North Star","origin_country":["JP"],"original_language":"ja","original_name":"DD北斗の拳","popularity":3.15,"vote_average":0.0,"vote_count":0,"name_replaced":"DD Fist of the North Star"}
{"first_air_date":"1993-11-19","genre_ids":[16,10759,10765],"id":60862,"name":"JoJo's Bizarre Adventure","origin_country":["JP"],"original_language":"ja","original_name":"ジョジョの奇妙な冒険","overview":"Based on the long-running manga by Hirohiko Araki, the first OVA series follows Joseph Joestar and his 17-year-old grandson Jotaro as they attempt to finish the family blood feud against the immortal vampire Dio. Joseph and Jotaro have gathered several mystical warriors each with powers representing one card from The Stand (a variation of Tarot cards), with Jotaro having powers over the strongest Stand - the Star Platinum. Dio himself has gathered Stand warriors and together they face off for the sake of Jotaro's mother Holly and domination of the world.","popularity":18.411,"vote_average":6.8,"vote_count":36,"name_replaced":"JoJos Bizarre Adventure"}
{"first_air_date":"2022-05-29","id":203096,"name":"Last Idol Last Live LAST SMILE","origin_country":["JP"],"original_language":"ja","original_name":"ラストアイドル ラストライブ LAST SMILE","overview":"The last live night performance of \"Last Idol\", which will end its activities on May 31, 2022. Perform all the songs released so far in 2 performances day and night! * May be extended","popularity":0.6,"vote_average":0.0,"vote_count":0,"name_replaced":"Last Idol Last Live LAST SMILE"}
{"first_air_date":"1967-09-23","genre_ids":[10759,16,35,10751],"id":30986,"name":"Speed Racer","origin_country":["JP"],"original_language":"ja","original_name":"マッハGoGoGo","overview":"Teenager Speed Racer aspires to be the world's best race-car champion with the help of his friends, family and his father's high-tech race-car, the Mach 5.","popularity":29.117,"vote_average":7.4,"vote_count":97,"name_replaced":"Speed Racer"}
{"first_air_date":"2008-08-08","genre_ids":[16,35],"id":43066,"name":"Detroit Metal City","origin_country":["JP"],"original_language":"ja","original_name":"デトロイト・メタル・シティ","overview":"Dominating the world of indie music, Detroit Metal City (DMC) is a popular death metal band known for its captivatingly dark and crude style. Its extravagant lead singer, Johannes Krauser II, is especially infamous as a demonic being who has risen from the fiery pits of hell itself in order to bring the world to its knees and lord over all mortals—or at least that's what he's publicized to be.\n\nUnbeknownst to his many worshippers, Krauser II is just the alter ego of an average college graduate named Souichi Negishi. Although he is soft-spoken, peace-loving, and would rather listen to Swedish pop all day, he must participate in DMC's garish concerts in order to make ends meet. Detroit Metal City chronicles Negishi's hilarious misadventures as he attempts to juggle his hectic band life, a seemingly budding romance, and dealing with his incredibly obsessive and dedicated fans.","popularity":9.382,"vote_average":7.7,"vote_count":70,"name_replaced":"Detroit Metal City"}
{"first_air_date":"2012-01-10","genre_ids":[16,18,9648],"id":42589,"name":"Another","origin_country":["JP"],"original_language":"ja","original_name":"アナザー","overview":"When Kouichi arrives at his new school, he immediately senses something frightening in the atmosphere of his new class, something that no student wants to talk about and that seems to be related to a mysterious and silent girl.","popularity":33.647,"vote_average":8.5,"vote_count":841,"name_replaced":"Another"}
{"first_air_date":"2011-01-12","genre_ids":[16,35],"id":55326,"name":"DD Fist of the North Star","origin_country":["JP"],"original_language":"ja","original_name":"DD北斗之拳","popularity":0.919,"vote_average":6.0,"vote_count":2,"name_replaced":"DD Fist of the North Star"}
{"first_air_date":"1984-10-11","genre_ids":[10759,16,10765],"id":56387,"name":"Fist of the North Star","origin_country":["JP"],"original_language":"ja","original_name":"北斗の拳","overview":"In the year 199X, human civilization has been all but destroyed by a nuclear holocaust.","popularity":78.847,"vote_average":8.3,"vote_count":69,"name_replaced":"Fist of the North Star"}
{"first_air_date":"2002-10-01","genre_ids":[16,10765],"id":1095,"name":"Ghost in the Shell: Stand Alone Complex","origin_country":["JP"],"original_language":"ja","original_name":"攻殻機動隊 STAND ALONE COMPLEX","overview":"In the future when technological enhancements and robotics are a way of life, Major Motoko Kusanagi and Section 9 take care of the jobs that are too difficult for the police. Section 9 employs hackers, sharpshooters, detectives and cyborgs all in an effort to thwart cyber criminals and their plans to attack the innocent.","popularity":72.255,"vote_average":8.3,"vote_count":303,"name_replaced":"Ghost in the Shell Stand Alone Complex"}
{"first_air_date":"1986-10-11","genre_ids":[16,18,10759],"id":42444,"name":"Saint Seiya","origin_country":["JP"],"original_language":"ja","original_name":"聖闘士星矢","overview":"Ages ago, the goddess Athena was served by fighters called Saints who channeled the power of the Cosmos within them. Now a youth named Seiya has trained to become a Saint himself by earning the mystical Cloth of Pegasus. He is joined by other Saints with Cloths of their own to fight for Athena.","popularity":134.773,"vote_average":8.5,"vote_count":1066,"name_replaced":"Saint Seiya"}
{"first_air_date":"2015-08-15","genre_ids":[10759,10765],"id":65242,"name":"Attack on Titan: Counter Rockets","origin_country":["JP"],"original_language":"ja","original_name":"進撃の巨人 反撃の狼煙","overview":"During the Great Titan War, a race of giants called Titans nearly wiped out humanity. The survivors built three concentric walls tall enough to keep the Titans out, but a century into that era of peace, the Colossal Titan suddenly appeared and kicked a hole through the Outer Wall, allowing other Titans to surge through. Forced to retreat behind the Middle Wall, humanity begins planning its retaliation.","popularity":15.006,"vote_average":7.4,"vote_count":10,"name_replaced":"Attack on Titan Counter Rockets"}
{"first_air_date":"2008-10-02","genre_ids":[16,35,18,9648,10765],"id":50712,"name":"Black Butler","origin_country":["JP"],"original_language":"ja","original_name":"黒執事","overview":"In Victorian-era London, on the night of Ciel Phantomhive's tenth birthday a fire destroyed his manor and killed both of his parents. In a moment of death Ceil strikes a deal with a demon, his soul in exchange for revenge. This demon becomes his butler and calls himself by name of Sebastian Michaelis, to protect and serve Ciel until the deal has been completed. One month after the fire Ciel returns from being missing, with his new butler Sebastian. Ceil is now the head of the Phantomhive corporation, handling all business affairs as well as the work as the Queen of England’s guard dog and looking for his parents murders.","popularity":56.1,"vote_average":7.5,"vote_count":129,"name_replaced":"Black Butler"}
{"first_air_date":"2020-04-23","genre_ids":[16,18,10759,10765],"id":90293,"name":"Ghost in the Shell: SAC_2045","origin_country":["JP"],"original_language":"ja","original_name":"攻殻機動隊 SAC_2045","overview":"After a global financial crisis, the world is engulfed in an AI-driven \"sustainable war.\" It's up to Section 9 to counter new forms of cyber threats.","popularity":22.923,"vote_average":6.6,"vote_count":85,"name_replaced":"Ghost in the Shell SAC2045"}
{"first_air_date":"1993-06-21","genre_ids":[16,10765],"id":71999,"name":"Battle Angel","origin_country":["JP"],"original_language":"ja","original_name":"銃夢 Gunnm","overview":"Doc Ido, a doctor and mechanic who lives and works in the postapocalyptic \"Scrapyard\", finds the remains of a female cyborg in a junk heap.\n\nAfter he revives and rebuilds her, the amnesiac \"Gally\" begins a life for herself in a world where every day can bring a new fight.","popularity":10.076,"vote_average":7.2,"vote_count":9,"name_replaced":"Battle Angel"}
{"first_air_date":"2014-08-20","genre_ids":[16,10765],"id":73005,"name":"Terra Formars: Bugs-2 2599","origin_country":["JP"],"original_language":"ja","original_name":"テラフォーマーズ　バグズ２号編","overview":"In the late 26th century, overpopulation on Earth is reaching the breaking point, and humanity must find new frontiers. The terraforming of Mars has taken centuries but is now complete. The colonization of Mars by humanity is an epoch-making event, but an unintended side effect of the terraforming process unleashes a horror no one could ever have imagined...","popularity":7.516,"vote_average":4.3,"vote_count":6,"name_replaced":"Terra Formars Bugs2 2599"}
{"first_air_date":"2023-04-07","genre_ids":[16,10765,10759],"id":208493,"name":"I Got a Cheat Skill in Another World and Became Unrivaled in the Real World, Too","origin_country":["JP"],"original_language":"ja","original_name":"異世界でチート能力を手にした俺は、現実世界をも無双する ～レベルアップは人生を変えた～","overview":"A door to another world stretches out before a boy who's been brutally bullied all his life. This alternate reality grants him access to all sorts of things, like cheat skills and a portal that lets him travel between his old and new worlds! Can this class loser turn his life around back home...?","popularity":432.772,"vote_average":6.9,"vote_count":11,"name_replaced":"I Got a Cheat Skill in Another World and Became Unrivaled in the Real World Too"}
{"first_air_date":"2013-04-07","genre_ids":[10765,16,10759],"id":1429,"name":"Attack on Titan","origin_country":["JP"],"original_language":"ja","original_name":"進撃の巨人","overview":"Several hundred years ago, humans were nearly exterminated by Titans. Titans are typically several stories tall, seem to have no intelligence, devour human beings and, worst of all, seem to do it for the pleasure rather than as a food source. A small percentage of humanity survived by walling themselves in a city protected by extremely high walls, even taller than the biggest Titans. Flash forward to the present and the city has not seen a Titan in over 100 years. Teenage boy Eren and his foster sister Mikasa witness something horrific as the city walls are destroyed by a Colossal Titan that appears out of thin air. As the smaller Titans flood the city, the two kids watch in horror as their mother is eaten alive. Eren vows that he will murder every single Titan and take revenge for all of mankind.","popularity":67.836,"vote_average":8.7,"vote_count":5188,"name_replaced":"Attack on Titan"}
{"first_air_date":"1997-04-01","genre_ids":[16,10759,10765],"id":60572,"name":"Pokémon","origin_country":["JP"],"original_language":"ja","original_name":"ポケットモンスター","overview":"Join Ash accompanied by his partner Pikachu, as he travels through many regions, meets new friends and faces new challenges on his quest to become a Pokémon Master.","popularity":240.31,"vote_average":7.7,"vote_count":1435,"name_replaced":"Pokmon"}
{"first_air_date":"2015-01-10","genre_ids":[16,35,10759,10765],"id":62110,"name":"Assassination Classroom","origin_country":["JP"],"original_language":"ja","original_name":"暗殺教室","overview":"The students of class 3-E have a mission: kill their teacher before graduation. He has already destroyed the moon, and has promised to destroy the Earth if he can not be killed within a year. But how can this class of misfits kill a tentacled monster, capable of reaching Mach 20 speed, who may be the best teacher any of them have ever had?","popularity":53.486,"vote_average":8.5,"vote_count":871,"name_replaced":"Assassination Classroom"}
{"first_air_date":"2012-10-06","genre_ids":[16,10759,10765],"id":45790,"name":"JoJo's Bizarre Adventure","origin_country":["JP"],"original_language":"ja","original_name":"ジョジョの奇妙な冒険","overview":"Follow the intergenerational feud between the Joestar Family and various forces of evil, the most prominent of which is Dio Brando and his followers.","popularity":118.285,"vote_average":8.6,"vote_count":1188,"name_replaced":"JoJos Bizarre Adventure"}
